Repository: benhuang36/CaptionFlow
Catalog: CaptionFlow/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

source: %@ → %@ · %@ lines
ja: %@ → %@ · %@ 行
zh_hans: %@ → %@ · %@ 句
zh_hant: %@ → %@ · %@ 句

source: (no translation)
ja: (訳文なし)
zh_hans: (无译文)
zh_hant: (無譯文)

source: Apple Speech
ja: Apple 音声認識
zh_hans: Apple 语音识别
zh_hant: Apple 語音辨識

source: Apple Translation (low latency)
ja: Apple 翻訳(低遅延)
zh_hans: Apple 翻译(低延迟)
zh_hant: Apple 翻譯(低延遲)

source: Apple speech recognition streams natively with the best integration; for some languages WhisperKit may work better.
ja: Apple 音声認識はネイティブにストリーミングされ統合性が最も高く、一部の言語では WhisperKit が有効です。
zh_hans: Apple 语音识别为原生流式、整合最佳;部分语言可改用 WhisperKit。
zh_hant: Apple 語音辨識為原生串流、整合最佳;部分語言可改用 WhisperKit。

source: Audio Capture Test
ja: 音声キャプチャテスト
zh_hans: 音频采集测试
zh_hant: 音訊擷取測試

source: Audio stream interrupted: %@
ja: 音声ストリームが中断:%@
zh_hans: 音频流中断:%@
zh_hant: 音訊串流中斷:%@

source: Auto Detect
ja: 自動検出
zh_hans: 自动检测
zh_hant: 自動偵測

source: Auto-recommend based on memory
ja: メモリに応じて自動推奨
zh_hans: 依内存自动推荐
zh_hant: 依記憶體自動推薦

source: Available for LLM
ja: LLM に割当可能
zh_hans: 可分配给 LLM
zh_hant: 可分配給 LLM

source: Bilingual
ja: バイリンガル
zh_hans: 双语
zh_hant: 雙語

source: Buffers received
ja: 受信したバッファ
zh_hans: 已收到缓冲
zh_hant: 已收到緩衝

source: Cancel download
ja: ダウンロードを取消
zh_hans: 取消下载
zh_hant: 取消下載

source: Capturing — play any system audio and the meter below should move.
ja: キャプチャ中 — 任意のシステム音を再生すると下のメーターが動きます。
zh_hans: 采集中 — 播放任意系统声音,下方音量条应会跳动。
zh_hant: 擷取中 — 播放任意系統聲音,下方音量條應會跳動。

source: Clear All
ja: すべて消去
zh_hans: 清除全部
zh_hant: 清除全部

source: Close
ja: 閉じる
zh_hans: 关闭
zh_hant: 關閉

source: Copy All
ja: すべてコピー
zh_hans: 复制全部
zh_hant: 複製全部

source: Couldn't start: %@ Grant access in System Settings → Privacy & Security → Screen Recording, then try again.
ja: 起動できません:%@ 「システム設定 → プライバシーとセキュリティ → 画面収録」で許可してから再試行してください。
zh_hans: 无法启动:%@ 请到“系统设置 → 隐私与安全性 → 屏幕录制”授权后再试。
zh_hant: 無法啟動:%@ 請到「系統設定 → 隱私權與安全性 → 螢幕錄製」授權後再試。

source: Delete
ja: 削除
zh_hans: 删除
zh_hant: 刪除

source: Delete Selected
ja: 選択を削除
zh_hans: 删除所选
zh_hant: 刪除所選

source: Display
ja: 表示
zh_hans: 显示
zh_hant: 顯示

source: Download
ja: ダウンロード
zh_hans: 下载
zh_hant: 下載

source: Downloaded · %@
ja: ダウンロード済 · %@
zh_hans: 已下载 · %@
zh_hant: 已下載 · %@

source: Downloading Whisper model… %@
ja: Whisper モデルをダウンロード中… %@
zh_hans: 下载 Whisper 模型… %@
zh_hant: 下載 Whisper 模型… %@

source: Downloading/loading model… %@
ja: モデルをダウンロード/読込中… %@
zh_hans: 下载/加载模型中… %@
zh_hant: 下載/載入模型中… %@

source: Downloading…
ja: ダウンロード中…
zh_hans: 下载中…
zh_hant: 下載中…

source: Downloads
ja: ダウンロード管理
zh_hans: 下载管理
zh_hant: 下載管理

source: Each Start → Stop is saved as one entry.
ja: 「開始 → 停止」ごとに 1 件として保存されます。
zh_hans: 每次“开始 → 停止”会存成一条。
zh_hant: 每次「開始 → 停止」會存成一筆。

source: Failed to start: %@
ja: 起動に失敗:%@
zh_hans: 启动失败:%@
zh_hant: 啟動失敗:%@

source: For multilingual audio (e.g. Japanese) Whisper is usually more reliable than Apple; large-v3 has the best quality but is larger and slower.
ja: 多言語(日本語など)では Apple より安定することが多く、large-v3 は最高品質ですが大きく低速です。
zh_hans: 多语(如日语)通常比 Apple 更稳;large-v3 质量最佳但更大更慢。
zh_hant: 多語(如日文)通常比 Apple 更穩;large-v3 品質最佳但較大較慢。

source: General
ja: 一般
zh_hans: 常规
zh_hant: 一般

source: History
ja: 履歴
zh_hans: 历史记录
zh_hant: 歷史記錄

source: Idle
ja: 待機
zh_hans: 空闲
zh_hant: 閒置

source: In use: %@
ja: 使用中:%@
zh_hans: 实际使用:%@
zh_hant: 實際使用:%@

source: Language
ja: 言語
zh_hans: 语言
zh_hant: 語言

source: Manual selection
ja: 手動で指定
zh_hans: 手动指定
zh_hant: 手動指定

source: Model Selection
ja: モデルの選択
zh_hans: 使用哪个模型
zh_hant: 使用哪個模型

source: Model files are stored in ~/Library/Caches; deleting one re-downloads it on next use.
ja: モデルは ~/Library/Caches に保存され、削除すると次回使用時に再ダウンロードされます。
zh_hans: 模型文件存于 ~/Library/Caches;删除后下次使用会重新下载。
zh_hant: 模型檔存於 ~/Library/Caches;刪除後下次使用會重新下載。

source: Model: %@
ja: モデル:%@
zh_hans: 翻译模型:%@
zh_hant: 翻譯模型:%@

source: No History Yet
ja: 履歴はまだありません
zh_hans: 暂无历史记录
zh_hant: 尚無歷史記錄

source: No capturable display found.
ja: キャプチャ可能なディスプレイが見つかりません。
zh_hans: 找不到可截取的显示器。
zh_hant: 找不到可截取的顯示器。

source: Not downloaded
ja: 未ダウンロード
zh_hans: 未下载
zh_hant: 未下載

source: Not downloaded · %@
ja: 未ダウンロード · %@
zh_hans: 未下载 · %@
zh_hant: 未下載 · %@

source: Not started
ja: 未開始
zh_hans: 尚未开始
zh_hant: 尚未開始

source: On-device LLM (best quality)
ja: オンデバイス LLM(品質重視)
zh_hans: 本地 LLM(质量优先)
zh_hant: 本機 LLM(品質優先)

source: On-device transcription isn't supported for this language (%@) yet.
ja: この言語(%@)はまだオンデバイス文字起こしに対応していません。
zh_hans: 此语言(%@)尚不支持设备端转录。
zh_hant: 此語言(%@)尚不支援裝置端轉錄。

source: Physical Memory
ja: 物理メモリ
zh_hans: 物理内存
zh_hant: 實體記憶體

source: Pick a session on the left to view the source and translation.
ja: 左側でセッションを選ぶと原文と訳文を表示します。
zh_hans: 左侧点一条会话以查看原文与译文。
zh_hant: 左側點一筆工作階段以檢視原文與譯文。

source: Preparing translation model…
ja: 翻訳モデルを準備中…
zh_hans: 准备翻译模型…
zh_hant: 準備翻譯模型…

source: Preparing…
ja: 準備中…
zh_hans: 准备中…
zh_hant: 準備中…

source: Press Start to show live captions
ja: 「開始」を押すとライブ字幕が表示されます
zh_hans: 按“开始”即可显示实时字幕
zh_hant: 按「開始」即可顯示即時字幕

source: Recognition Engine
ja: 認識エンジン
zh_hans: 识别引擎
zh_hant: 辨識引擎

source: Recommended Model
ja: 推奨モデル
zh_hans: 建议模型
zh_hant: 建議模型

source: Running
ja: 実行中
zh_hans: 运行中
zh_hant: 執行中

source: Select an Entry
ja: 項目を選択
zh_hans: 选择一条记录
zh_hant: 選擇一筆記錄

source: Source
ja: ソース
zh_hans: 来源
zh_hant: 來源

source: Source only
ja: 原文のみ
zh_hans: 仅显示原文
zh_hant: 只顯示原文

source: Speech Recognition (STT)
ja: 音声認識(STT)
zh_hans: 语音识别(STT)
zh_hant: 語音辨識(STT)

source: Start
ja: 開始
zh_hans: 开始
zh_hant: 開始

source: Start Capture
ja: キャプチャ開始
zh_hans: 开始采集
zh_hant: 開始擷取

source: Starting transcription…
ja: 文字起こしを開始中…
zh_hans: 启动转录…
zh_hant: 啟動轉錄…

source: Stop
ja: 停止
zh_hans: 停止
zh_hant: 停止

source: Stop capturing to change these settings.
ja: キャプチャを停止すると、これらの設定を変更できます。
zh_hans: 停止采集后才能更改这些设置。
zh_hant: 停止擷取後才能變更這些設定。

source: Stopped
ja: 停止しました
zh_hans: 已停止
zh_hant: 已停止

source: Stopped (received %@ audio buffers).
ja: 停止しました(音声バッファを %@ 個受信)。
zh_hans: 已停止(共收到 %@ 个音频缓冲)。
zh_hant: 已停止(共收到 %@ 個音訊緩衝)。

source: Stream interrupted: %@
ja: ストリームが中断:%@
zh_hans: 流中断:%@
zh_hant: 串流中斷:%@

source: System default
ja: システムのデフォルト
zh_hans: 系统默认
zh_hant: 系統預設

source: Target
ja: 翻訳先
zh_hans: 目标
zh_hant: 目標

source: This Mac
ja: この Mac
zh_hans: 这台机器
zh_hant: 這台機器

source: Translating…
ja: 翻訳中…
zh_hans: 翻译中…
zh_hant: 翻譯中…

source: Translation
ja: 翻訳
zh_hans: 翻译
zh_hant: 翻譯

source: Translation Engine
ja: 翻訳エンジン
zh_hans: 翻译引擎
zh_hant: 翻譯引擎

source: Translation Model
ja: 翻訳モデル
zh_hans: 翻译模型
zh_hant: 翻譯模型

source: Translation model not loaded yet.
ja: 翻訳モデルがまだ読み込まれていません。
zh_hans: 翻译模型尚未加载。
zh_hant: 翻譯模型尚未載入。

source: Translation only
ja: 訳文のみ
zh_hans: 仅显示译文
zh_hant: 只顯示譯文

source: Translation: Apple Translation
ja: 翻訳:Apple 翻訳
zh_hans: 翻译:Apple 翻译
zh_hant: 翻譯:Apple 翻譯

source: Use the on-device LLM for best quality; switch to Apple Translation when memory is tight or you want the lowest latency.
ja: 品質重視ならオンデバイス LLM を、メモリが厳しい/最小遅延が欲しい場合は Apple 翻訳を使います。
zh_hans: 质量优先时用本地 LLM;内存吃紧或想要最低延迟时可改用 Apple 翻译。
zh_hant: 品質優先時用本機 LLM;記憶體吃緊或想要最低延遲時可改用 Apple 翻譯。

source: Whisper Model
ja: 使用する Whisper モデル
zh_hans: 使用的 Whisper 模型
zh_hant: 使用的 Whisper 模型

source: Whisper Model Downloads
ja: Whisper モデルのダウンロード
zh_hans: Whisper 模型下载
zh_hant: Whisper 模型下載

source: base (fastest, basic quality)
ja: base(最速・標準品質)
zh_hans: base(最快、质量普通)
zh_hant: base(最快、品質普通)

source: large-v3 (best quality, slower/larger)
ja: large-v3(最高品質・低速/大容量)
zh_hans: large-v3(最佳质量、较慢/较大)
zh_hant: large-v3(最佳品質、較慢/較大)

source: may exceed memory
ja: メモリ不足の可能性
zh_hans: 内存可能不足
zh_hant: 記憶體可能不足

source: small (balanced, recommended)
ja: small(バランス・推奨)
zh_hans: small(平衡,推荐)
zh_hant: small(平衡,推薦)
